src/main/java/requests/request.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
    <soap:Header/>
    <soap:Body>
        <support:ticketsRequest xmlns:support="http://example.com/xmlns/support"/>
    </soap:Body>
</soap:Envelope>
